import "../styles/About.css"

export default function About() {
    return (
        <section id="about-me" className="about-me">
            <h2>Обо мне</h2>
            <p>
                Я - студенд ДВФУ, зовут меня Максим, обучаюсь на третьем курсе факультета прикладной 
                математики и информатики по направлию Системное программирование. Хожу в зал, люблю 
                автомобили и вкусную еду. Люблю побегать по побережью в летнее время,
                ну и в принципе лето - это круто.
            </p>
            <p>
                Я героический отец вислоухого кота и аквариума с рыбами. К слову, кот оказался
                живучее рыб. Те дохнут регулярно и не снимают стресс, для чего приобретались, 
                а засатвляют грустить на очередных сардинных поминках...
            </p>
            <p>
                В свободное время подрабатываю, готовлю школьников к ЕГЭ, откладываю 
                денежки на светлое будущее.
            </p>
            <p>
                Также добавляю рецепт сырников:
            </p>
            <p>
                Ингредиенты:
                - Творог — 400 г
                - Яйцо — 1 шт.
                - Мука — 3-4 ст. ложки
                - Сахар — по вкусу
                - Соль — щепотка
                - Масло растительное — для жарки
            </p>
            <p>
                Приготовление:
                1. В глубокой миске смешайте творог, яйцо, сахар и соль. Хорошо перемешайте.
                2. Постепенно добавляйте муку, замешивая тесто. Оно должно быть мягким и не прилипать к рукам.
                3. Сформируйте небольшие круглые лепешки.
                4. На сковороде разогрейте масло, обжаривайте сырники с обеих сторон до золотистого цвета.
                5. Подавайте горячими со сметаной или вареньем.
            </p>
            <p>
                Приятного аппетита!
            </p>
            
        </section>
        

    )
}